class AntoStep2Data {
  List Step2Section1 = [
    {
      "word":"يَجْتَنِب",
      "Anto":"يقترب"
    },
        {
      "word":"قَبِيح",
      "Anto":"جميل"
    },
        {
      "word":"مُطمَئِن",
      "Anto":"خائف"
    },
        {
      "word":"إسَاءَة",
      "Anto":"إحسان"
    },
        {
      "word":"اخْتِتَام",
      "Anto":"افتتاح"
    },
        {
      "word":"ارتَدَى",
      "Anto":"خلع"
    },
            {
      "word":"",
      "Anto":""
    },
   
  ];
  List Step2Section2 = [
    {
      "word":"مُرتَفِع",
      "Anto":"منخفض"
    },
        {
      "word":"أَرْضٌ",
      "Anto":"سماء"
    },
        {
      "word":"مُخَيَّر",
      "Anto":"مرغم"
    },
        {
      "word":"مُنَاقَصَة",
      "Anto":"مزايدة"
    },
        {
      "word":"أَسَاءَ",
      "Anto":"أحسن"
    },
        {
      "word":"نَسِيَ",
      "Anto":"ذكر"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];

  List Step2Section3 = [
    {
      "word":"ضََحِكَ",
      "Anto":"بكى"
    },
        {
      "word":"اسْتَصْعَبَ",
      "Anto":"استسهل"
    },
        {
      "word":"زِيَادَة",
      "Anto":"نقصان"
    },
        {
      "word":"بَاعَ",
      "Anto":"اشترى"
    },
        {
      "word":"اسْتِيَاء",
      "Anto":"رضى"
    },
        {
      "word":"اسْتَيْقَظَ",
      "Anto":"نام"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step2Section4 = [
    {
      "word":"مُتَنَاقِص",
      "Anto":"متزايد"
    },
        {
      "word":"أسِيرٌ",
      "Anto":"حر"
    },
        {
      "word":"مُشْتَعِل",
      "Anto":"منطفئ"
    },
        {
      "word":"وَجَدَ",
      "Anto":"أضاع"
    },
        {
      "word":"أطْفَأ",
      "Anto":"أشعل"
    },
        {
      "word":"اعْتَنَى",
      "Anto":"أهمل"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step2Section5 = [
    {
      "word":"أَعْزَب",
      "Anto":"متزوج"
    },
        {
      "word":"عُسْرُُ",
      "Anto":"يسر"
    },
        {
      "word":"أغْلَقَ",
      "Anto":"فتح"
    },
        {
      "word":"افْتَرَقَ",
      "Anto":"اجتمع"
    },
        {
      "word":"فَضَحَ",
      "Anto":"ستر"
    },
        {
      "word":"ضَيِّق",
      "Anto":"واسع"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step2Section6 = [
    {
      "word":"أَفْشَى",
      "Anto":"كتم"
    },
        {
      "word":"صَامَ",
      "Anto":"أفطر"
    },
        {
      "word":"أُفُقِي",
      "Anto":"عمودي"
    },
        {
      "word":"مُسافِر",
      "Anto":"مقيم"
    },
        {
      "word":"اقْتَرَب",
      "Anto":"ابتعد"
    },
        {
      "word":"أصْلَحَ",
      "Anto":"أفسد"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];

 List Step2Section7 = [
    {
      "word":"وَجَدَ",
      "Anto":"أضاع"
    },
        {
      "word":"أنْقَصً",
      "Anto":"أضاف"
    },
        {
      "word":"ضَارٌ",
      "Anto":"نافع"
    },
        {
      "word":"عَصَى",
      "Anto":"أطاع"
    },
        {
      "word":"أطْفَأ",
      "Anto":"أشعل"
    },
        {
      "word":"اعْتَنَى",
      "Anto":"أهمل"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


 List Step2Section8 = [
    {
      "word":"أقْفَلَ",
      "Anto":"فتح"
    },
        {
      "word":"آمِنْ",
      "Anto":"خطر"
    },
        {
      "word":"الْتَقَى",
      "Anto":"افترق"
    },
        {
      "word":"أمْسَكَ",
      "Anto":"ترك"
    },
        {
      "word":"أُنْثَى",
      "Anto":"ذكر"
    },
        {
      "word":"نَاجِح",
      "Anto":"راسب"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];
List alphabet1= ['و','ج','ي','س','م','ت','ز','ر','ف','ح','ا','ج','ع','ب','و'];
List alphabet2= ['م','أ','ف','ط','ر','ع','ك','ت','و','د','ي','ق','ا','ب','د','س'];
List alphabet3= ['ا','ع','ف','أ','ض','ن','ط','ش','ل','هـ','م'];

}

