class AntoStep1Data {
  List Step1Section1 = [
    {
      "word":"أبيض",
      "Anto":"أسود",
    },
        {
      "word":"داخِل",
      "Anto":"خارج"
    },
        {
      "word":"مُتَّسِخ",
      "Anto":"نظيف"
    },
        {
      "word":"لَيْلٌ",
      "Anto":"نهار"
    },
        {
      "word":"قَصِير",
      "Anto":"طويل"
    },
        {
      "word":"جَدِيد",
      "Anto":"قديم"
    },
            {
      "word":"",
      "Anto":""
    },
   
  ];
  List Step1Section2 = [
    {
      "word":"كَبِير",
      "Anto":"صغير"
    },
        {
      "word":"يَسَارٌ",
      "Anto":"يمين"
    },
        {
      "word":"بَارِد",
      "Anto":"ساخن"
    },
        {
      "word":"لَطِيف",
      "Anto":"مخيف"
    },
        {
      "word":"فَوْقَ",
      "Anto":"تحت"
    },
        {
      "word":"قَرِيب",
      "Anto":"بعيد"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];

  List Step1Section3 = [
    {
      "word":"غَنِي",
      "Anto":"فقير"
    },
        {
      "word":"قَرِيب",
      "Anto":"بعيد"
    },
        {
      "word":"ضَيّق",
      "Anto":"واسع"
    },
        {
      "word":"مَمْلُوء",
      "Anto":"فارغ"
    },
        {
      "word":"مَفْتُوح",
      "Anto":"مغلق"
    },
        {
      "word":"جميل",
      "Anto":"قبيح"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step1Section4 = [
    {
      "word":"ظَالِم",
      "Anto":"عادل"
    },
        {
      "word":"قَامَ",
      "Anto":"جلس"
    },
        {
      "word":"نَزَلَ",
      "Anto":"صعد"
    },
        {
      "word":"ذَهَبَ",
      "Anto":"جاء"
    },
        {
      "word":"حَيٌّ",
      "Anto":"ميت"
    },
        {
      "word":"مُتَشَائِم",
      "Anto":"متفائل"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step1Section5 = [
    {
      "word":"خَفِيّ",
      "Anto":"ظاهر"
    },
        {
      "word":"عَاجِز",
      "Anto":"قادر"
    },
        {
      "word":"شُجَاع",
      "Anto":"جبان"
    },
        {
      "word":"مُرْتَفِع",
      "Anto":"منخفض"
    },
        {
      "word":"قويّ",
      "Anto":"ضعيف"
    },
        {
      "word":"يُحِبّ",
      "Anto":"يكره"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step1Section6 = [
    {
      "word":"يَعْرِفُ",
      "Anto":"يجهل"
    },
        {
      "word":"جَاءَ",
      "Anto":"ذهب"
    },
        {
      "word":"نَحِيف",
      "Anto":"سمين"
    },
        {
      "word":"يَصْعَد",
      "Anto":"ينزل"
    },
        {
      "word":"كَرِيم",
      "Anto":"بخيل"
    },
        {
      "word":"رَاسِب",
      "Anto":"ناجح"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];

 List Step1Section7 = [
    {
      "word":"بطيء",
      "Anto":"سريع"
    },
        {
      "word":"أَتَى",
      "Anto":"ذهب"
    },
        {
      "word":"ضَيِّق",
      "Anto":"واسع"
    },
        {
      "word":"وَاضِح",
      "Anto":"غامض"
    },
        {
      "word":"تَالِف",
      "Anto":"صالح"
    },
        {
      "word":"ثَوَاب",
      "Anto":"عقاب"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


 List Step1Section8 = [
    {
      "word":"جَائِع",
      "Anto":"شبعان"
    },
        {
      "word":"مُجتَهِد",
      "Anto":"كسول"
    },
        {
      "word":"تَعَبٌ",
      "Anto":"راحة"
    },
        {
      "word":"نَهَضَ",
      "Anto":"جلس"
    },
        {
      "word":"صَعْب",
      "Anto":"سهل"
    },
        {
      "word":"مُنْخَفِض",
      "Anto":"مرتفع"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];
List alphabet1= ['ق','د','ج','ب','ن','ظ','ا','ر','م','خ','ف','ض','ع','ي','ك','هـ'];
List alphabet2= ['هـ','ل','ذ','ب','س','ي','ج','م','ن','ز','خ','ا','ح'];
List alphabet3= ['ي','ع','ذ','هـ','ب','و','س','ر','ا','غ','م','ض','ص','ل','ق','ح'];

}

