class AntoStep5Data {
  List Step5Section1 = [
    {
      "word":"جَزِعَ",
      "Anto":"صبر"
    },
        {
      "word":"عَطِشَ",
      "Anto":"ارتوى"
    },
        {
      "word":"ظَهَرَ",
      "Anto":"اختفى"
    },
        {
      "word":"عَابِس",
      "Anto":"مبتسم"
    },
        {
      "word":"عَاهَدَ",
      "Anto":"نكث"
    },
        {
      "word":"عَجْزٌ",
      "Anto":"قدرة"
    },
            {
      "word":"",
      "Anto":""
    },
   
  ];
  List Step5Section2 = [
    {
      "word":"عَدَالَة",
      "Anto":"ظلم"
    },
        {
      "word":"أُجَاجْ",
      "Anto":"عذب"
    },
        {
      "word":"مَأتَم",
      "Anto":"عرس"
    },
        {
      "word":"عِرفَان",
      "Anto":"جحود"
    },
        {
      "word":"عَصْرِيٌّ",
      "Anto":"قديم"
    },
        {
      "word":"ارتَطَمَ",
      "Anto":"اصطدم"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];

  List Step5Section3 = [
    {
      "word":"عَصِيب",
      "Anto":"يسير"
    },
        {
      "word":"يُعْطِي",
      "Anto":"يأخذ"
    },
        {
      "word":"عُقْمٌ",
      "Anto":"ولادة"
    },
        {
      "word":"عَلْقَم",
      "Anto":"حلو"
    },
        {
      "word":"بَصِير",
      "Anto":"أعمى"
    },
        {
      "word":"أَعْوَج",
      "Anto":"مستقيم"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step5Section4 = [
    {
      "word":"ذَهَاب",
      "Anto":"عودة"
    },
        {
      "word":"غَائِم",
      "Anto":"صافي"
    },
        {
      "word":"رَخِيص",
      "Anto":"غالي"
    },
        {
      "word":"فِطْنَة",
      "Anto":"غباء"
    },
        {
      "word":"غَدْرُُ",
      "Anto":"وفاء"
    },
        {
      "word":"غَرُبَتْ",
      "Anto":"أشرقت"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step5Section5 = [
    {
      "word":"غَطَّى",
      "Anto":"كشف"
    },
        {
      "word":"يَقِظ",
      "Anto":"غافل"
    },
        {
      "word":"وُضُوح",
      "Anto":"غموض"
    },
        {
      "word":"خُلُود",
      "Anto":"فناء"
    },
        {
      "word":"مَمْلُوء",
      "Anto":"فارغ"
    },
        {
      "word":"فَكَّ",
      "Anto":"ربط"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step5Section6 = [
    {
      "word":"طَمَع",
      "Anto":"قناعة"
    },
        {
      "word":"قَذَارَة",
      "Anto":"نظافة"
    },
        {
      "word":"قَطِيعَة",
      "Anto":"وصال"
    },
        {
      "word":"مُبْتَهِجٌ",
      "Anto":"كئيب"
    },
        {
      "word":"أَذَاع",
      "Anto":"كتم"
    },
        {
      "word":"شَرِسُُ",
      "Anto":"لطيف"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];

 List Step5Section7 = [
    {
      "word":"لَمْلَمَ",
      "Anto":"بعثر"
    },
        {
      "word":"عَذْبُُ",
      "Anto":"مالح"
    },
        {
      "word":"عَبُوس",
      "Anto":"مبتسم"
    },
        {
      "word":"مُتَشَدِّد",
      "Anto":"متساهل"
    },
        {
      "word":"هِجَاء",
      "Anto":"مدح"
    },
        {
      "word":"صَادِر",
      "Anto":"وارد"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


 List Step5Section8 = [
    {
      "word":"خَيَالِيّ",
      "Anto":"واقعي"
    },
        {
      "word":"وَهَّاج",
      "Anto":"خافت"
    },
        {
      "word":"وَاقِف",
      "Anto":"جالس"
    },
        {
      "word":"صَاحٍ",
      "Anto":"نائم"
    },
        {
      "word":"يَدرِي",
      "Anto":"يجهل"
    },
        {
      "word":"مُفْطِر",
      "Anto":"صائم"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];
List alphabet1= ['ف','غ','ا','ل','م','ك','ش','و','ض','ن','ء','ر','ب','ط'];
List alphabet2= ['ن','ع','ظ','ف','ق','ا','ة','و','ص','ك','ل','ك','ئ','ي','ب','ت','م','ط'];
List alphabet3= ['ث','ر','م','ا','ل','ح','ب','ع','ت','س','هـ','د','و','غ','ي',];

}

