class AntoStep3Data {
  List Step3Section1 = [
    {
      "word":"قَبِيح",
      "Anto":"جميل"
    },
        {
      "word":"أقَرَّ",
      "Anto":"أنكر"
    },
        {
      "word":"انْدِماَج",
      "Anto":"انفصال"
    },
        {
      "word":"انْصَهَرَ",
      "Anto":"تجمد"
    },
        {
      "word":"غَامِض",
      "Anto":"واضح"
    },
        {
      "word":"مُمِل",
      "Anto":"ممتع"
    },
            {
      "word":"",
      "Anto":""
    },
   
  ];
  List Step3Section2 = [
    {
      "word":"بَخِيل",
      "Anto":"كريم"
    },
        {
      "word":"خَاتِمَة",
      "Anto":"بداية"
    },
        {
      "word":"عَاقُُ",
      "Anto":"بار"
    },
        {
      "word":"بَرِّيٌّ",
      "Anto":"بحري"
    },
        {
      "word":"نَحِيفُُ",
      "Anto":"بدين"
    },
        {
      "word":"إِخْفَاقُُ",
      "Anto":"نجاح"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];

  List Step3Section3 = [
    {
      "word":"تَكَلُّف",
      "Anto":"بساطة"
    },
        {
      "word":"بَرِيء",
      "Anto":"مذنب"
    },
        {
      "word":"بَشَاعَة",
      "Anto":"جمال"
    },
        {
      "word":"بَطَّال",
      "Anto":"عامل"
    },
        {
      "word":"بُغْض",
      "Anto":"محبة"
    },
        {
      "word":"مَبْلُولُُ",
      "Anto":"جاف"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step3Section4 = [
    {
      "word":"بَنَى",
      "Anto":"هدم"
    },
        {
      "word":"اهْتَدَى",
      "Anto":"تاه"
    },
        {
      "word":"تَأْكِيدُُ",
      "Anto":"نفي"
    },
        {
      "word":"تَأَنِّي",
      "Anto":"عجلة"
    },
        {
      "word":"تَبْكِير",
      "Anto":"تأخير"
    },
        {
      "word":"مُثَقَف",
      "Anto":"جاهل"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step3Section5 = [
    {
      "word":"خَاصُُ",
      "Anto":"عام"
    },
        {
      "word":"زَوَال",
      "Anto":"بقاء"
    },
        {
      "word":"يَدْنُو",
      "Anto":"يبتعد"
    },
        {
      "word":"تَدْنِيس",
      "Anto":"تطهير"
    },
        {
      "word":"تَذَكَّرَ",
      "Anto":"نسي"
    },
        {
      "word":"ذُلٌّ",
      "Anto":"كرامة"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step3Section6 = [
    {
      "word":"تَقَدُّم",
      "Anto":"تراجع"
    },
        {
      "word":"تَشَابُه",
      "Anto":"اختلاف"
    },
        {
      "word":"تَخَاصُم",
      "Anto":"تصالح"
    },
        {
      "word":"إِفْسَاد",
      "Anto":"إصلاح"
    },
        {
      "word":"ارتِيَاح",
      "Anto":"تعب"
    },
        {
      "word":"تَأنِّي",
      "Anto":"عجلة"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];

 List Step3Section7 = [
    {
      "word":"تَقَارُب",
      "Anto":"تباعد"
    },
        {
      "word":"ثَرَاء",
      "Anto":"فقر"
    },
        {
      "word":"جَائِر",
      "Anto":"عادل"
    },
        {
      "word":"يَتَكَلَّم",
      "Anto":"صامت"
    },
        {
      "word":"سُؤَال",
      "Anto":"جواب"
    },
        {
      "word":"يَجْهَل",
      "Anto":"يعلم"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


 List Step3Section8 = [
    {
      "word":"ضَجِيج",
      "Anto":"هدوء"
    },
        {
      "word":"مُبَلَّل",
      "Anto":"جاف"
    },
        {
      "word":"غُمُوض",
      "Anto":"وضوح"
    },
        {
      "word":"يُسِرُّ",
      "Anto":"يعلن"
    },
        {
      "word":"كَفِيف",
      "Anto":"بصير"
    },
        {
      "word":"مُؤَازَرَة",
      "Anto":"مساعدة"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];
List alphabet1= ['ب','ق','ء','ي','ع','ا','م','ت','د','ط','هـ','ر','ن','س','ك','ة',];
List alphabet2= ['ا','ج','ع','خ','ت','ر','ل','ف','ص','ح','ي','ب','ة','ق','س','إ'];
List alphabet3= ['ا','ع','د','ف','ق','ت','ب','ر','ل','ص','م','و','ج','غ','ي',];

}

