class AntoStep6Data {
  List Step6Section1 = [
    {
      "word":"بطيء",
      "Anto":"سريع"
    },
        {
      "word":"أتى",
      "Anto":"ذهب"
    },
        {
      "word":"ضَيِّق",
      "Anto":"واسع"
    },
        {
      "word":"واضح",
      "Anto":"غامض"
    },
        {
      "word":"تالف",
      "Anto":"صالح"
    },
        {
      "word":"ثواب",
      "Anto":"عقاب"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];
  List Step6Section2 = [
        {
      "word":"يَجْتَنِب",
      "Anto":"يقترب"
    },
        {
      "word":"قبيح",
      "Anto":"جميل"
    },
        {
      "word":"مُطْمَئِن",
      "Anto":"خائف"
    },
        {
      "word":"إساءة",
      "Anto":"إحسان"
    },
        {
      "word":"اختتام",
      "Anto":"افتتاح"
    },
        {
      "word":"ارتدى",
      "Anto":"خلع"
    },
            {
      "word":"",
      "Anto":""
    },
   
  ];
  List Step2Section2 = [
    {
      "word":"ارتفاع",
      "Anto":"انخفاض"
    },
        {
      "word":"أرض",
      "Anto":"سماء"
    },
        {
      "word":"مُخَيَّر",
      "Anto":"مرغم"
    },
        {
      "word":"نَقُصَ",
      "Anto":"ازداد"
    },
        {
      "word":"أساء",
      "Anto":"أحسن"
    },
        {
      "word":"نَسِيَ",
      "Anto":"ذكر"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];

  List Step6Section3 = [
   {
      "word":"بخيل",
      "Anto":"كريم"
    },
        {
      "word":"خاتمة",
      "Anto":"بداية"
    },
        {
      "word":"عاق",
      "Anto":"بار"
    },
        {
      "word":"بَرِّيٌّ",
      "Anto":"بحري"
    },
        {
      "word":"نحيف",
      "Anto":"بدين"
    },
        {
      "word":"إخفاق",
      "Anto":"نجاح"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step6Section4 = [
 {
      "word":"تَكَلُّف",
      "Anto":"بساطة"
    },
        {
      "word":"بريء",
      "Anto":"مذنب"
    },
        {
      "word":"بشاعة",
      "Anto":"جمال"
    },
        {
      "word":"بطَّال",
      "Anto":"عامل"
    },
        {
      "word":"بُغْض",
      "Anto":"محبة"
    },
        {
      "word":"مبلول",
      "Anto":"جاف"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step6Section5 = [
   {
      "word":"هزيل",
      "Anto":"ضخم"
    },
        {
      "word":"ضيَّعَ",
      "Anto":"وجد"
    },
        {
      "word":"طالح",
      "Anto":"صالح"
    },
        {
      "word":"طَلَعَ",
      "Anto":"هبط"
    },
        {
      "word":"عَرَفَ",
      "Anto":"جهل"
    },
        {
      "word":"وافِر",
      "Anto":"قليل"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step6Section6 = [
    {
      "word":"أفشى",
      "Anto":"كتم"
    },
        {
      "word":"صَامَ",
      "Anto":"أفطر"
    },
        {
      "word":"أُفُقِي",
      "Anto":"عمودي"
    },
        {
      "word":"مُسافِر",
      "Anto":"مقيم"
    },
        {
      "word":"اقترب",
      "Anto":"ابتعد"
    },
        {
      "word":"أصْلَحَ",
      "Anto":"أفسد"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];

 List Step6Section7 = [
   {
      "word":"تَقَارُب",
      "Anto":"تباعد"
    },
        {
      "word":"ثَرَاء",
      "Anto":"فقر"
    },
        {
      "word":"جَائِر",
      "Anto":"عادل"
    },
        {
      "word":"يَتَكَلَّم",
      "Anto":"صامت"
    },
        {
      "word":"سُؤَال",
      "Anto":"جواب"
    },
        {
      "word":"يَجْهَل",
      "Anto":"يعلم"
    },
                {
      "word":"",
      "Anto":""
    },
   
   
  ];


 List Step6Section8 = [
    {
      "word":"هَزِيل",
      "Anto":"ضخم"
    },
        {
      "word":"ضيَّعَ",
      "Anto":"وجد"
    },
        {
      "word":"طَالِح",
      "Anto":"صالح"
    },
        {
      "word":"طَلَعَ",
      "Anto":"هبط"
    },
        {
      "word":"عَرَفَ",
      "Anto":"جهل"
    },
        {
      "word":"وَافِر",
      "Anto":"قليل"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];
List alphabet1= ['ض','خ','م','د','ج','ص','ا','ل','ح','هـ','ب','ط','ج','ق','ي','و'];
List alphabet2= ['ك','ت','م','أ','ف','ط','ر','ع','و','د','ي','ق','ا','ب','س'];
List alphabet3= ['ا','ع','د','ف','ق','ت','ب','ر','ل','ص','م','و','ج','غ','ي',];

}

