class AntoStep4Data {
  List Step4Section1 = [
    {
      "word":"مُتْخَم",
      "Anto":"جائع"
    },
        {
      "word":"جَوَاد",
      "Anto":"بخيل"
    },
        {
      "word":"جَثَا",
      "Anto":"وقف"
    },
        {
      "word":"مُنْتَعِل",
      "Anto":"حافي"
    },
        {
      "word":"مُتَحَرِّك",
      "Anto":"ثابت"
    },
        {
      "word":"عُبُودِيَة",
      "Anto":"حرية"
    },
            {
      "word":"",
      "Anto":""
    },
   
  ];
  List Step4Section2 = [
    {
      "word":"حَفِظَ",
      "Anto":"نسى"
    },
        {
      "word":"خَاصَمَ",
      "Anto":"صادق"
    },
        {
      "word":"مُتَمَرد",
      "Anto":"خاضع"
    },
        {
      "word":"خَشِن",
      "Anto":"ناعم"
    },
        {
      "word":"يَابِس",
      "Anto":"أخضر"
    },
        {
      "word":"خَلَعَ",
      "Anto":"لبس"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];

  List Step4Section3 = [
    {
      "word":"وَفَى",
      "Anto":"أخلف"
    },
        {
      "word":"ثَائِر",
      "Anto":"خامد"
    },
        {
      "word":"مُتَزَعُزِع",
      "Anto":"ثابت"
    },
        {
      "word":"دَائِم",
      "Anto":"زائل"
    },
        {
      "word":"مُدبِر",
      "Anto":"مقبل"
    },
        {
      "word":"دَجَّال",
      "Anto":"صادق"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step4Section4 = [
    {
      "word":"عِزُُّ",
      "Anto":"ذل"
    },
        {
      "word":"مُتَزَعْزِع",
      "Anto":"راسخ"
    },
        {
      "word":"رَحُبَ",
      "Anto":"ضاق"
    },
        {
      "word":"رخيص",
      "Anto":"غالي"
    },
        {
      "word":"مُزَيَّف",
      "Anto":"أصلي"
    },
        {
      "word":"زَفِير",
      "Anto":"شهيق"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step4Section5 = [
    {
      "word":"مُتَزَوِج",
      "Anto":"أعزب"
    },
        {
      "word":"سَاخِط",
      "Anto":"راضي"
    },
        {
      "word":"تَمَهَّلَ",
      "Anto":"أسرع"
    },
        {
      "word":"سَاهِي",
      "Anto":"منتبه"
    },
        {
      "word":"سَخَاءُُ",
      "Anto":"بخل"
    },
        {
      "word":"إِعْوِجَاج",
      "Anto":"سلاسة"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


  List Step4Section6 = [
    {
      "word":"إيَابُُ",
      "Anto":"ذهاب"
    },
        {
      "word":"رَاسِخْ",
      "Anto":"متزعزع"
    },
        {
      "word":"هَزِيل",
      "Anto":"سمين"
    },
        {
      "word":"شَاقٌّ",
      "Anto":"سهل"
    },
        {
      "word":"شُؤمُُ",
      "Anto":"تفاؤل"
    },
        {
      "word":"شَاهِق",
      "Anto":"منخفض"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];

 List Step4Section7 = [
    {
      "word":"أخْمَدَ",
      "Anto":"أشعل"
    },
        {
      "word":"شَرِسْ",
      "Anto":"لطيف"
    },
        {
      "word":"كَبَائِر",
      "Anto":"صغائر"
    },
        {
      "word":"صَفَحَ",
      "Anto":"عاقب"
    },
        {
      "word":"صِنْدِيد",
      "Anto":"جبان"
    },
        {
      "word":"ضَجَّة",
      "Anto":"هدوء"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];


 List Step4Section8 = [
    {
      "word":"هَزِيل",
      "Anto":"ضخم"
    },
        {
      "word":"ضيَّعَ",
      "Anto":"وجد"
    },
        {
      "word":"طَالِح",
      "Anto":"صالح"
    },
        {
      "word":"طَلَعَ",
      "Anto":"هبط"
    },
        {
      "word":"عَرَفَ",
      "Anto":"جهل"
    },
        {
      "word":"وَافِر",
      "Anto":"قليل"
    },
                {
      "word":"",
      "Anto":""
    },
   
  ];
List alphabet1= ['ا','ز','ج','ر','أ','ض','ي','س','ع','ن','ب','هـ','خ','ل','ة','م','ت'];
List alphabet2= ['ا','ب','م','ت','ز','ذ','هـ','ع','س','ي','ن','ل','ف','ؤ','خ','ف','ض'];
List alphabet3= ['أ','ش','ع','ط','ي','ف','ص','غ','ا','ئ','ر','ق','ب','ج','ن','هـ','د','و','ء','ل'];

}

