class SynoStep1Data {
  List Step1Section1 = [
    {
      "word":"مُتْعَة",
      "syno":"سعادة",
    },
        {
      "word":"بَاخِرَة",
      "syno":"سفينة"
    },
        {
      "word":"أَمْوَال",
      "syno":"نقود"
    },
        {
      "word":"يُحَلّق",
      "syno":"يطير"
    },
        {
      "word":"فَازَ",
      "syno":"انتصر"
    },
        {
      "word":"يَمْرحُ",
      "syno":"يلعب"
    },
            {
      "word":"",
      "syno":""
    },
   
  ];
  List Step1Section2 = [
    {
      "word":"تَامُّ",
      "syno":"كامل"
    },
        {
      "word":"لَقِي",
      "syno":"وجد"
    },
        {
      "word":"ضَمَّ",
      "syno":"جمع"
    },
        {
      "word":"شَهِيُّ",
      "syno":"لذيذ"
    },
        {
      "word":"فَهِيم",
      "syno":"ذكي"
    },
        {
      "word":"لَطَّخَ",
      "syno":"لوث"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];

  List Step1Section3 = [
    {
      "word":"وَدُود",
      "syno":"لطيف"
    },
        {
      "word":"مَاهِر",
      "syno":"بارع"
    },
        {
      "word":"سَارَ",
      "syno":"مشى"
    },
        {
      "word":"مُذاكَرَة",
      "syno":"دراسة"
    },
        {
      "word":"زِفَاف",
      "syno":"زواج"
    },
        {
      "word":"بَيْت",
      "syno":"منزل"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step1Section4 = [
    {
      "word":"غَيْث",
      "syno":"مطر"
    },
        {
      "word":"شَامِخ",
      "syno":"مرتفع"
    },
        {
      "word":"ضَخْم",
      "syno":"كبير"
    },
        {
      "word":"مُتَخَلّق",
      "syno":"متأدب"
    },
        {
      "word":"أَدْرَك",
      "syno":"علم"
    },
        {
      "word":"أَبْدَى",
      "syno":"أظهر"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step1Section5 = [
    {
      "word":"أَبْصَر",
      "syno":"رأى"
    },
        {
      "word":"أَبْكَم",
      "syno":"أخرس"
    },
        {
      "word":"أتَى",
      "syno":"جاء"
    },
        {
      "word":"أَتَمّ",
      "syno":"أكمل"
    },
        {
      "word":"إثْمٌ",
      "syno":"ذنب"
    },
        {
      "word":"ثَنَاءٌ",
      "syno":"مدح"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step1Section6 = [
    {
      "word":"مُثَابَرَة",
      "syno":"اجتهاد"
    },
        {
      "word":"أَبْلَه",
      "syno":"أحمق"
    },
        {
      "word":"صَمْت",
      "syno":"سكوت"
    },
        {
      "word":"سَمِين",
      "syno":"بدين"
    },
        {
      "word":"مَسْمُوح",
      "syno":"جائز"
    },
        {
      "word":"شَدِيد",
      "syno":"صعب"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];

 List Step1Section7 = [
    {
      "word":"سَهْل",
      "syno":"بسيط"
    },
        {
      "word":"سَاعَد",
      "syno":"أعان"
    },
        {
      "word":"أَفْلَت",
      "syno":"تحرر"
    },
        {
      "word":"يتحقَّقُ",
      "syno":"يتأكد"
    },
        {
      "word":"انْدَهَش",
      "syno":"تعجب"
    },
        {
      "word":"ثريٌّ",
      "syno":"غني"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


 List Step1Section8 = [
    {
      "word":"فَزِعَ",
      "syno":"خاف"
    },
        {
      "word":"يُحَلّق",
      "syno":"يطير"
    },
        {
      "word":"يَتَنَاوَل",
      "syno":"يأكل"
    },
        {
      "word":"يَجْتَاز",
      "syno":"يعبر"
    },
        {
      "word":"دوَّنَ",
      "syno":"كتب"
    },
        {
      "word":"صَامِت",
      "syno":"ساكت"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];
List alphabet1= ['ى','خ','ذ','ن','ر','أ','ب','س','ج','ا','ء','ك','م','ل','د','ح',];
List alphabet2= ['م','ث','ا','ك','و','ت','د','ي','ب','ر','هـ','أ','ح','ق','س','ن','ج','ئ','ز','ص','ع'];
List alphabet3= ['ب','ط','أ','ل','س','ي','ت','ع','ا','ن','ك','ج','غ','ي','هـ','ر','ح','د'];

}

