class SynoStep4Data {
  List Step4Section1 = [
    {
      "word":"اتّضَحَ",
      "syno":"انكشف"
    },
        {
      "word":"اتَّقَدَ",
      "syno":"اشتعل"
    },
        {
      "word":"افْتِقَارْ",
      "syno":"احتياج"
    },
        {
      "word":"فَزَعْ",
      "syno":"خوف"
    },
        {
      "word":"ايجاز",
      "syno":"اختصار"
    },
        {
      "word":"أدْبَرَ",
      "syno":"تراجع"
    },
            {
      "word":"",
      "syno":""
    },
   
  ];
  List Step4Section2 = [
    {
      "word":"إذلال",
      "syno":"إهانة"
    },
        {
      "word":"أَذْعَنَ",
      "syno":"خضع"
    },
        {
      "word":"آزَرَ",
      "syno":"ساعد"
    },
        {
      "word":"اسْتَعْصَى",
      "syno":"امتنع"
    },
        {
      "word":"اشْمِئْزَازْ",
      "syno":"قرف"
    },
        {
      "word":"صَاخِبْ",
      "syno":"مرتفع"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];

  List Step4Section3 = [
    {
      "word":"انْفَكَّ",
      "syno":"انفصل"
    },
        {
      "word":"بَتَرَ",
      "syno":"قطع"
    },
        {
      "word":"بَارِزَ",
      "syno":"ظاهر"
    },
        {
      "word":"بَزَغَ",
      "syno":"طلع"
    },
        {
      "word":"بَرِيقْ",
      "syno":"لمعان"
    },
        {
      "word":"مُبْهَم",
      "syno":"غامض"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step4Section4 = [
    {
      "word":"مُتَبَعْثِر",
      "syno":"متفرق"
    },
        {
      "word":"مُلَطَّخ",
      "syno":"متسخ"
    },
        {
      "word":"مُتَجَانِس",
      "syno":"متشابه"
    },
        {
      "word":"مُوَاظِب",
      "syno":"مداوم"
    },
        {
      "word":"مُوَالاة",
      "syno":"مناصرة"
    },
        {
      "word":"مِيثَاق",
      "syno":"عهد"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step4Section5 = [
    {
      "word":"هَيِّن",
      "syno":"يسير"
    },
        {
      "word":"مَرْفَأ",
      "syno":"ميناء"
    },
        {
      "word":"هَزِيلْ",
      "syno":"ضعيف"
    },
        {
      "word":"نَفْيٌّ",
      "syno":"إنكار"
    },
        {
      "word":"يَهَابُ",
      "syno":"يخاف"
    },
        {
      "word":"فَرَّ",
      "syno":"هرب"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step4Section6 = [
    {
      "word":"وَاهِنْ",
      "syno":"ضعيف"
    },
        {
      "word":"خَافِتْ",
      "syno":"منخفض"
    },
        {
      "word":"خَفِيٌّ",
      "syno":"مستتر"
    },
        {
      "word":"رَاسِخ",
      "syno":"ثابت"
    },
        {
      "word":"رَاضِخ",
      "syno":"خاضع"
    },
        {
      "word":"شَحِيح",
      "syno":"بخيل"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];

 List Step4Section7 = [
    {
      "word":"شَحْنَاء",
      "syno":"عداوة"
    },
        {
      "word":"شَوَّهَ",
      "syno":"أفسد"
    },
        {
      "word":"يُصْغِي",
      "syno":"يسمع"
    },
        {
      "word":"صَفْحُ",
      "syno":"عفو"
    },
        {
      "word":"انْدَهَش",
      "syno":"تعجب"
    },
        {
      "word":"صِنْدِيد",
      "syno":"شجاع"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


 List Step4Section8 = [
    {
      "word":"صِيَاح",
      "syno":"صراخ"
    },
        {
      "word":"ضَرِير",
      "syno":"أعمى"
    },
        {
      "word":"ضَوضَاء",
      "syno":"ضجيج"
    },
        {
      "word":"طَمَسَ",
      "syno":"أخفى"
    },
        {
      "word":"ظَفَرَ",
      "syno":"نال"
    },
        {
      "word":"وَافِر",
      "syno":"كثير"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];
List alphabet1= ['ي','س','ر','م','ن','ا','ء','ص','ع','ف','إ','ك','خ','هـ','ب','ح','ض'];
List alphabet2= ['ي','ف','م','ن','ض','ع','خ','س','ت','ر','ث','ب','ع','ل','ا'];
List alphabet3= ['ا','و','ة','أ','ف','ع','د','س','ي','م','ث','ج','ب','ش','ت'];

}

