class SynoStep6Data {
  List Step6Section1 = [
    {
      "word":"ثَمِلْ",
      "syno":"سكران"
    },
        {
      "word":"ثَيِّبْ",
      "syno":"أرملة"
    },
        {
      "word":"ابْتَلَجَ",
      "syno":"ظهر"
    },
        {
      "word":"إتْخَان",
      "syno":"مبالغة"
    },
        {
      "word":"اجتَرَمَ",
      "syno":"أذنب"
    },
        {
      "word":"أحْجَمَ",
      "syno":"امتنع"
    },
            {
      "word":"",
      "syno":""
    },
   
  ];
  List Step6Section2 = [
    {
      "word":"أخْبَلْ",
      "syno":"مجنون"
    },
        {
      "word":"اخْتِلاج",
      "syno":"اضطراب"
    },
        {
      "word":"إخْنَاعْ",
      "syno":"إخضاع"
    },
        {
      "word":"دَاحِض",
      "syno":"باطل"
    },
        {
      "word":"أرْغَمَهُ",
      "syno":"أجبره"
    },
        {
      "word":"إسْبَال",
      "syno":"إرخاء"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];

  List Step6Section3 = [
    {
      "word":"رِقٌّ",
      "syno":"استعباد"
    },
        {
      "word":"اسْتَلَّ",
      "syno":"انتزع"
    },
        {
      "word":"أفَّاك",
      "syno":"كذاب"
    },
        {
      "word":"انبَتَرَ",
      "syno":"انقطع"
    },
        {
      "word":"بُزُوغْ",
      "syno":"طلوع"
    },
        {
      "word":"انْتَزَحَ",
      "syno":"ابتعد"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step6Section4 = [
    {
      "word":"تِرْيَاق",
      "syno":"دواء"
    },
        {
      "word":"اضْمَحَلَ",
      "syno":"اختفى"
    },
        {
      "word":"تَعَسُّف",
      "syno":"ظلم"
    },
        {
      "word":"تَفْخِيم",
      "syno":"تعظيم"
    },
        {
      "word":"أَدْرَكَ",
      "syno":"علم"
    },
        {
      "word":"وِثَاق",
      "syno":"قيد"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step6Section5 = [
    {
      "word":"تَلَفْ",
      "syno":"فساد"
    },
        {
      "word":"مُنْثَنِي",
      "syno":"ملتوي"
    },
        {
      "word":"تَنَاسُب",
      "syno":"توافق"
    },
        {
      "word":"هَزِيل",
      "syno":"نحيف"
    },
        {
      "word":"يَتُوق",
      "syno":"يشتاق"
    },
        {
      "word":"تَوَانِي",
      "syno":"تقصير"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step6Section6 = [
    {
      "word":"تَوَارَى",
      "syno":"اختفى"
    },
        {
      "word":"طَمَسَ",
      "syno":"أخفى"
    },
        {
      "word":"عَقِيم",
      "syno":"عاقر"
    },
        {
      "word":"غَاشِم",
      "syno":"ظالم"
    },
        {
      "word":"مُغْتَاظ",
      "syno":"غضبان"
    },
        {
      "word":"مُبْهَمٌ",
      "syno":"غامض"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];

 List Step6Section7 = [
    {
      "word":"مُتَّقِد",
      "syno":"مشتعل"
    },
        {
      "word":"احْتِقَان",
      "syno":"احتباس"
    },
        {
      "word":"مُتَأهِّب",
      "syno":"مستعد"
    },
        {
      "word":"مَحْبُوس",
      "syno":"مسجون"
    },
        {
      "word":"مُنْدَثِر",
      "syno":"مختفي"
    },
        {
      "word":"مُلْحِد",
      "syno":"كافر"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


 List Step6Section8 = [
    {
      "word":"تَكَافُل",
      "syno":"تعاون"
    },
        {
      "word":"جَوَادٌ",
      "syno":"كريم"
    },
        {
      "word":"جَزَّار",
      "syno":"لحام"
    },
        {
      "word":"مُتَّهَم",
      "syno":"مدان"
    },
        {
      "word":"ثُلَّة",
      "syno":"جماعة"
    },
        {
      "word":"تجزيء",
      "syno":"تقسيم"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];
List alphabet1= ['أ','د','م','ف','س','ل','ت','و','ي','ق','ن','ح','ش','ص','ر','ا'];
List alphabet2= ['ت','ف','ى','أ','ع','ق','ا','خ','ر','ظ','ل','م','غ','ض','ب','ن','هـ'];
List alphabet3= ['م','ش','ت','ع','ل','ا','ح','ب','ا','س','د','ج','و','ن','خ','ف','ي','ك','ر'];

}

