class SynoStep3Data {
  List Step3Section1 = [
    {
      "word":"أَبْدَى",
      "syno":"أظهر"
    },
        {
      "word":"اتَّضَح",
      "syno":"انكشف"
    },
        {
      "word":"اجْتَنَبَ",
      "syno":"ابتعد"
    },
        {
      "word":"أَجْرٌ",
      "syno":"ثواب"
    },
        {
      "word":"أَجْنَبِي",
      "syno":"غريب"
    },
        {
      "word":"إجْلَال",
      "syno":"احترام"
    },
            {
      "word":"",
      "syno":""
    },
   
  ];
  List Step3Section2 = [
    {
      "word":"اسْتَصْغَر",
      "syno":"احتقر"
    },
        {
      "word":"حُجَّة",
      "syno":"دليل"
    },
        {
      "word":"احْتَشَد",
      "syno":"تجمع"
    },
        {
      "word":"اخْتَصَمَ",
      "syno":"اختلف"
    },
        {
      "word":"مُخْلِص",
      "syno":"وفي"
    },
        {
      "word":"أَدْرَكَ",
      "syno":"فهم"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];

  List Step3Section3 = [
    {
      "word":"شاقٌ",
      "syno":"صعب"
    },
        {
      "word":"بَعَثَ",
      "syno":"أرسل"
    },
        {
      "word":"أَخْرَسْ",
      "syno":"أبكم"
    },
        {
      "word":"بَلَاغة",
      "syno":"فصاحة"
    },
        {
      "word":"بَهْجَة",
      "syno":"سرور"
    },
        {
      "word":"تَائِه",
      "syno":"ضائع"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step3Section4 = [
    {
      "word":"مُبْتَئِس",
      "syno":"حزين"
    },
        {
      "word":"ضلَّ",
      "syno":"تاه"
    },
        {
      "word":"تأهَّبَ",
      "syno":"استعد"
    },
        {
      "word":"تَبَاطُؤ",
      "syno":"تأخر"
    },
        {
      "word":"تَجْرُبَة",
      "syno":"اختبار"
    },
        {
      "word":"تجزيء",
      "syno":"تقسيم"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step3Section5 = [
    {
      "word":"تجَلّى",
      "syno":"ظهر"
    },
        {
      "word":"تحرَّى",
      "syno":"بحث"
    },
        {
      "word":"يَخْشَى",
      "syno":"يخاف"
    },
        {
      "word":"تَخْرِيب",
      "syno":"تهديم"
    },
        {
      "word":"تَرهِيب",
      "syno":"تخويف"
    },
        {
      "word":"تَدْنِيس",
      "syno":"توسيخ"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step3Section6 = [
    {
      "word":"تِريَاق",
      "syno":"دواء"
    },
        {
      "word":"تَزَعْزَعَ",
      "syno":"تحرك"
    },
        {
      "word":"تَسَاوِي",
      "syno":"تعادل"
    },
        {
      "word":"حَرْث",
      "syno":"زرع"
    },
        {
      "word":"حَرِيص",
      "syno":"متمسك"
    },
        {
      "word":"بُغْض",
      "syno":"كره"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];

 List Step3Section7 = [
    {
      "word":"خَشِيَ",
      "syno":"خاف"
    },
        {
      "word":"سُخْرِيَة",
      "syno":"استهزاء"
    },
        {
      "word":"سَخَط",
      "syno":"غضب"
    },
        {
      "word":"تَنَاوَلَ",
      "syno":"أكل"
    },
        {
      "word":"سَدِيدْ",
      "syno":"صائب"
    },
        {
      "word":"مُتَعجِّل",
      "syno":"مسرع"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


 List Step3Section8 = [
    {
      "word":"قَانِطْ",
      "syno":"يائس"
    },
        {
      "word":"عَتِيقْ",
      "syno":"قديم"
    },
        {
      "word":"قَحْط",
      "syno":"جفاف"
    },
        {
      "word":"يَمْقُتُ",
      "syno":"يكره"
    },
        {
      "word":"كَفِيفْ",
      "syno":"أعمى"
    },
        {
      "word":"مُؤَازَرَة",
      "syno":"مساعدة"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];
List alphabet1= ['ر','ب','ج','ث','ظ','ه','ي','خ','ا','ف','ت','هـ','د','م','و','س','ح'];
List alphabet2= ['ء','ت','ج','ر','د','و','ا','ك','ع','ل','ز','م','س','ق','ح','هـ'];
List alphabet3= ['خ','ا','ف','س','ت','هـ','ر','ء','غ','ض','ب','أ','ك','ل','ص','ئ','م','ع','ز'];

}

