class SynoStep5Data {
  List Step5Section1 = [
    {
      "word":"اتَّقَدَ",
      "syno":"اشتعل"
    },
        {
      "word":"احْتِقَان",
      "syno":"احتباس"
    },
        {
      "word":"أخْرَق",
      "syno":"أحمق"
    },
        {
      "word":"إخْمَاد",
      "syno":"إطفاء"
    },
        {
      "word":"أخْنَعَ",
      "syno":"أخضع"
    },
        {
      "word":"إدَانَة",
      "syno":"إتهام"
    },
            {
      "word":"",
      "syno":""
    },
   
  ];
  List Step5Section2 = [
    {
      "word":"ادَّخَرَ",
      "syno":"خبأ"
    },
        {
      "word":"لَقِي",
      "syno":"وجد"
    },
        {
      "word":"دَنَا",
      "syno":"اقترب"
    },
        {
      "word":"أَذْعَنَ",
      "syno":"خضع"
    },
        {
      "word":"رَاسِي",
      "syno":"ثابت"
    },
        {
      "word":"ارْتَطَمَ",
      "syno":"اصطدم"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];

  List Step5Section3 = [
    {
      "word":"أَرْعَن",
      "syno":"أحمق"
    },
        {
      "word":"اسْتِهَانَة",
      "syno":"استخفاف"
    },
        {
      "word":"أسَرَّ",
      "syno":"كتم"
    },
        {
      "word":"إفْرَاط",
      "syno":"إسراف"
    },
        {
      "word":"مُقَزِّز",
      "syno":"مقرف"
    },
        {
      "word":"ضَجَر",
      "syno":"ملل"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step5Section4 = [
    {
      "word":"إعْتَاق",
      "syno":"تحرير"
    },
        {
      "word":"افَتِرَاء",
      "syno":"كذب"
    },
        {
      "word":"اكْتَنَزَ",
      "syno":"جمع"
    },
        {
      "word":"غَزِير",
      "syno":"كثير"
    },
        {
      "word":"امْتَعَض",
      "syno":"استاء"
    },
        {
      "word":"انْبَتَرَ",
      "syno":"انقطع"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step5Section5 = [
    {
      "word":"انْدَثَرَ",
      "syno":"اختفى"
    },
        {
      "word":"مَذْعُور",
      "syno":"خائف"
    },
        {
      "word":"بَرِيق",
      "syno":"لمعان"
    },
        {
      "word":"بَزَغَ",
      "syno":"طلع"
    },
        {
      "word":"تَأَهَّبَ",
      "syno":"استعد"
    },
        {
      "word":"يَدْنُو",
      "syno":"يقترب"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step5Section6 = [
    {
      "word":"تَصَدَّعَ",
      "syno":"تشقق"
    },
        {
      "word":"تطَابُق",
      "syno":"تماثل"
    },
        {
      "word":"تَعَاضُد",
      "syno":"تعاون"
    },
        {
      "word":"تَكَهُن",
      "syno":"تنبؤ"
    },
        {
      "word":"مَسْمُوح",
      "syno":"جائز"
    },
        {
      "word":"تلألأ",
      "syno":"لمع"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];

 List Step5Section7 = [
    {
      "word":"لَمْلَمَ",
      "syno":"جمع"
    },
        {
      "word":"تَنَابُذ",
      "syno":"اختلاف"
    },
        {
      "word":"تأَوَّهَ",
      "syno":"تألم"
    },
        {
      "word":"تَهْوِيل",
      "syno":"تخويف"
    },
        {
      "word":"تَوَارَى",
      "syno":"اختفى"
    },
        {
      "word":"تورَّم",
      "syno":"انتفخ"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


 List Step5Section8 = [
    {
      "word":"تَوَظَّحَ",
      "syno":"ظهر"
    },
        {
      "word":"وَاهِن",
      "syno":"ضعيف"
    },
        {
      "word":"يَثْأر",
      "syno":"ينتقم"
    },
        {
      "word":"يَنْبَثِقُ",
      "syno":"يظهر"
    },
        {
      "word":"ثَرِيٌّ",
      "syno":"غني"
    },
        {
      "word":"جَائِر",
      "syno":"ظالم"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];
List alphabet1= ['ت','ف','ى','ئ','ا','خ','ل','م','ع','ن','ط','س','د','ي','ق','ر','ب'];
List alphabet2= ['ق','م','ا','ث','ت','ش','ل','ع','و','ن','ب','ؤ','ج','ئ','ز','ل'];
List alphabet3= ['ع','ا','خ','ت','ج','م','ل','ف','أ','و','ي','ى','ن'];

}

