class SynoStep2Data {
  List Step2Section1 = [
    {
      "word":"بَارِز",
      "syno":"ظاهر"
    },
        {
      "word":"بَارِع",
      "syno":"ماهر"
    },
        {
      "word":"بَاسِل",
      "syno":"شجاع"
    },
        {
      "word":"بَدْرٌ",
      "syno":"قمر"
    },
        {
      "word":"ثَنَاء",
      "syno":"مدح"
    },
        {
      "word":"ثَبَات",
      "syno":"استقرار"
    },
            {
      "word":"",
      "syno":""
    },
   
  ];
  List Step2Section2 = [
    {
      "word":"جَامِد",
      "syno":"صلب"
    },
        {
      "word":"جَرَّبَ",
      "syno":"اختبر"
    },
        {
      "word":"جَرِيء",
      "syno":"شجاع"
    },
        {
      "word":"بَدِين",
      "syno":"سمين"
    },
        {
      "word":"جَشَعٌ",
      "syno":"طمع"
    },
        {
      "word":"جَائِر",
      "syno":"ظالم"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];

  List Step2Section3 = [
    {
      "word":"وَقَعَ",
      "syno":"سقط"
    },
        {
      "word":"حَجَبَ",
      "syno":"منع"
    },
        {
      "word":"مُكْتَئِب",
      "syno":"حزين"
    },
        {
      "word":"حِقدٌ",
      "syno":"عداوة"
    },
        {
      "word":"خبَّأ",
      "syno":"ستر"
    },
        {
      "word":"يَخْجَلُ",
      "syno":"يستحي"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step2Section4 = [
    {
      "word":"خَرَابْ",
      "syno":"دمار"
    },
        {
      "word":"خِيَانَة",
      "syno":"غدر"
    },
        {
      "word":"ضَخَمَ",
      "syno":"كبير"
    },
        {
      "word":"خَامِدْ",
      "syno":"ساكن"
    },
        {
      "word":"خَلَعَ",
      "syno":"نزع"
    },
        {
      "word":"دائم",
      "syno":"باقي"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step2Section5 = [
    {
      "word":"تَسَلُّقْ",
      "syno":"صعود"
    },
        {
      "word":"رسوب",
      "syno":"إخفاق"
    },
        {
      "word":"رُضُوخْ",
      "syno":"خضوع"
    },
        {
      "word":"مرعب",
      "syno":"مخيف"
    },
        {
      "word":"زال",
      "syno":"اختفى"
    },
        {
      "word":"اضطِراب",
      "syno":"قلق"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


  List Step2Section6 = [
    {
      "word":"بادر",
      "syno":"أسرع"
    },
        {
      "word":"صامت",
      "syno":"ساكت"
    },
        {
      "word":"سَئِمَ",
      "syno":"كره"
    },
        {
      "word":"مَحْبَس",
      "syno":"سجن"
    },
        {
      "word":"مَسْرُورْ",
      "syno":"سعيد"
    },
        {
      "word":"سَبَّ",
      "syno":"شتم"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];

 List Step2Section7 = [
    {
      "word":"شُغْل",
      "syno":"عمل"
    },
        {
      "word":"شامخ",
      "syno":"مرتفع"
    },
        {
      "word":"صَبَرَ",
      "syno":"تحمل"
    },
        {
      "word":"صَاحَ",
      "syno":"صرخ"
    },
        {
      "word":"ارتقى",
      "syno":"صعد"
    },
        {
      "word":"أنار",
      "syno":"أضاء"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];


 List Step2Section8 = [
    {
      "word":"تَاهَ",
      "syno":"ضاع"
    },
        {
      "word":"طاهِر",
      "syno":"نظيف"
    },
        {
      "word":"بَرَزَ",
      "syno":"ظهر"
    },
        {
      "word":"نَقِيٌّ",
      "syno":"نظيف"
    },
        {
      "word":"غزير",
      "syno":"كثير"
    },
        {
      "word":"غِشٌ",
      "syno":"خداع"
    },
                {
      "word":"",
      "syno":""
    },
   
  ];
List alphabet1= ['ن','إ','ف','ق','ض','س','ا','خ','و','ع','م','ي','ث','ى','ل','ح','ص','د','ت'];
List alphabet2= ['ر','ع','ا','ك','أ','س','ت','هـ','ج','ن','ي','د','ش','م',];
List alphabet3= ['ل','ر','ت','ف','ع','م','ح','ص','خ','د','أ','ض','ء','ا'];

}

